input_name = 'Введите Заголовок: '
input_note = 'Введите Заметку: '
input_search = 'Введите слово по которому будет осуществляться поиск: '
input_select = 'Выберите пункт меню: '
input_delete = 'Введите ID заметки для удаления: '
input_replace = 'Введите ID заметки для изменения: '

print_save = '\nКнига успешно сохранена!'
print_input = '\nКнига успешно загружена!'
print_error = 'Ошибка ввода, введите ЧИСЛО от 1 до 8'
print_goodbay = 'До свидания! До новых встреч!'
add_ok = 'успешно добавлена в книгу!'
print_contact = 'Заметка'
del_ok = 'успешно удалена!'
replace_ok = 'успешно изменена!'

main_menu = '''Главное меню:
    1. Открыть файл
    2. Сохранить файл
    3. Показать все заметки
    4. Создать заметку
    5. Найти заметку
    6. Изменить заметку
    7. Удалить заметку
    8. Выход'''
